Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Multi-purpose medicated antibiotic creams
it: Creme antibiotiche medicamentose multiuso

source: Barrier lotions for protection from toxic oils of poisonous plants
it: Lozioni protettive contro gli oli tossici di piante velenose

source: By-products of the processing of cereals for medical purposes
it: Sottoprodotti della lavorazione di cereali per uso medico

source: Deodorizers for litter trays
it: Deodoranti per lettiere di animali

source: Fertility enhancement preparations
it: Prodotti per aumentare la fertilità

source: Medical and surgical dressings
it: Medicazioni mediche e chirurgiche

source: Cells for medical use
it: Cellule per uso medico

source: Caffeine preparations for medical use
it: Prodotti a base di caffeina per uso medico

source: Biological tissue for implantation
it: Tessuti biologici per impianto

source: Biological implants
it: Impianti biologici

source: Barrier lotions for protection against poisonous plants
it: Lozioni protettive contro le piante velenose

source: Barium for X-ray use
it: Bario per la radiologia

source: Astringents for medical purposes
it: Astringenti per uso medico

source: Antimicrobial preparations for inhibiting microbiological decomposition
it: Preparazioni antimicrobiche per l'inibizione della decomposizione microbiologica

source: Antibacterial gels
it: Gel antibatterici

source: Anesthetics for surgical use
it: Anestetici per uso chirurgico

source: Anesthetics for non-surgical use
it: Anestetici per uso non chirurgico

source: Disinfectants for medical use
it: Disinfettanti per uso medico

source: Algicides for agricultural use
it: Alghicidi per uso agricolo

source: Adhesive bandages for skin wounds
it: Cerotti adesivi per ferite cutanee

source: Water-based personal lubricants
it: Lubrificanti personali a base d'acqua

source: Viscoelastic agents for eye use
it: Agenti viscoelastici per uso oftalmico

source: Pain relief medication for veterinary purposes
it: Medicazione analgesica per uso veterinario

source: Vascular grafts [living tissue]
it: Innesti vascolari [tessuto vivente]

source: Vaginal antifungals
it: Antimicotici vaginali

source: Unit dose capsules sold empty for pharmaceutical use
it: Capsule monodose vendute vuote per uso farmaceutico

source: Transdermal patches for medical treatment
it: Cerotti transdermici per trattamento medico

source: Topical gels for medical and therapeutic use
it: Gel topici per uso medico e terapeutico

source: Sanitizing preparations for hospital use
it: Prodotti igienici per uso ospedaliero

source: Pregnancy testing preparations for home use
it: Test di gravidanza [per uso domestico]

source: Potassium preparations for pharmaceutical purposes
it: Preparati a base di potassio per uso farmaceutico

source: Psychotropics
it: Psicotropi

source: Hypolipidemic agents
it: Agenti ipolipidemici

source: Pharmaceutical preparations for the treatment of heart rhythm disorders
it: Preparazioni farmaceutiche per il trattamento dei disturbi del ritmo cardiaco

source: Pharmaceutical preparations for the treatment of gout
it: Preparazioni farmaceutiche per il trattamento della gotta

source: Pharmaceutical preparations for use in chemotherapy
it: Preparazioni farmaceutiche per la chemioterapia

source: Pharmaceutical cold preparations
it: Preparazioni farmaceutiche fredde

source: Odor neutralizing preparations for clothing and textiles
it: Prodotti per neutralizzare l'odore da tessuti e abiti

source: Nutraceuticals for therapeutic purposes
it: Nutraceutici per uso terapeutico

source: Multi-purpose medicated mentholated salves
it: Unguento mentolato medicamentoso multiuso

source: Miticides for domestic use
it: Acaricida per uso domestico

source: Miticides for agricultural use
it: Acaricida per uso agricolo

source: Medicated lotions
it: Lozioni medicate

source: Medicated compresses
it: Compresse medicate

source: Medical diagnostic reagents and assays for testing of body fluids
it: Reagenti e strumenti di diagnosi medica per l'analisi dei fluidi corporei

source: Isopropyl alcohol for medical use
it: Alcol isopropilico per uso medico

source: In vitro preparations for predicting ovulation for home use
it: Preparazioni in vitro per la previsione dell'ovulazione per uso domestico

source: Injectable pharmaceuticals for treatment of anaphylactic reactions
it: Prodotti farmaceutici iniettabili per il trattamento delle reazioni anafilattiche

source: Hydrocortisone creams
it: Creme all'idrocortisone

source: Homeopathic supplements
it: Integratori omeopatici

source: Herbicides for domestic use
it: Erbicidi per uso domestico

source: Lubricant gels for personal use
it: Gel lubrificanti per uso personale

source: Gelatin capsules for pharmaceuticals
it: Capsule di gelatina per prodotti farmaceutici

source: Deodorizers for garbage disposals
it: Prodotti deodoranti per pattumiere

source: Feed supplements for veterinary use
it: Integratori alimentari per uso veterinario

source: Electrolytes for medical use
it: Elettroliti per uso medico

source: Dissolvable strips to stop bleeding from minor cuts and grazes
it: Strisce assorbibili emostatiche per le ferite lievi

source: Dermatological preparations
it: Prodotti dermatologici

source: Corn and callus creams
it: Creme per calli e duroni

source: Contrasting agents for diagnostic ultrasound imaging
it: Agenti di contrasto per l'imaging diagnostico ad ultrasuoni

source: Contrast media for use with medical equipment
it: Mezzi di contrasto per apparecchiature mediche

source: Contrast media for in vivo imaging
it: Mezzi di contrasto per imaging in vivo

source: Chemically treated papers for use in the detection of fecal occult blood
it: Carte trattate chimicamente da utilizzare per la rivelazione di sangue occulto nelle feci

source: Calcium channel blockers
it: Calcio-antagonisti

source: Arterial grafts
it: Innesti arteriosi

source: Anti-adhesion gels for use with wound drainage devices
it: Gel anti-aderenza per dispositivi di drenaggio delle ferite

source: Antibiotic tablets
it: Compresse antibiotiche

source: Antibiotic ointments
it: Unguenti antibiotici

source: Antibiotic creams
it: Creme antibiotiche

source: Alcohol for topical use
it: Alcol per uso topico

source: Agricultural biopesticides
it: Biopesticidi per l'agricoltura

source: Vaccine adjuvants
it: Adiuvanti per vaccini

source: Synthetic peptides for pharmaceutical purposes
it: Peptidi sintetici per uso farmaceutico

source: Synthetic narcotics
it: Stupefacenti di sintesi

source: Pharmaceutical preparations for the treatment of bone diseases
it: Preparazioni farmaceutiche per il trattamento delle malattie delle ossa

source: Pharmaceutical antiallergic preparations and substances
it: Sostanze e preparati farmaceutici antiallergici

source: Orthodontic alginate impression materials
it: Alginati ortodontici per impronte dentali

source: Materials for oral prophylaxis
it: Materiali per profilassi orale

source: Material for dental prostheses
it: Materiali per protesi dentali

source: Conductive lacquers for dental use
it: Lacche conduttrici per uso odontoiatrico

source: Almond oil for pharmaceutical purposes
it: Olio di mandorla per uso farmaceutico

source: Medicated ointments for treating dermatological conditions
it: Unguenti medicinali per il trattamento delle infezioni dermatologiche

source: Transplants [living tissues]
it: Innesti [tessuti vivi]

source: Collagen for medical purposes
it: Collagene per uso medico

source: Pharmaceutical preparations for use in discouraging the smoking habit
it: Prodotti farmaceutici per scoraggiare l'abitudine al fumo

source: Genetic identity tests comprised of reagents for medical purposes
it: Test d'identità comprendenti reagenti per uso medico

source: Pharmaceutical preparations for the prevention of diseases of the nervous system
it: Preparati farmaceutici per la prevenzione di malattie del sistema nervoso

source: Pharmaceutical preparations for the prevention of disorders of the nervous system
it: Preparati farmaceutici per la prevenzione di disturbi del sistema nervoso

source: Pharmaceutical preparations for the prevention of diseases of the immune system
it: Preparati farmaceutici per la prevenzione di malattie del sistema immunitario

source: Pharmaceutical preparations for the prevention of disorders of the immune system
it: Preparati farmaceutici per la prevenzione di disturbi del sistema immunitario

source: Pharmaceutical preparations for the prevention of diseases of the metabolic system
it: Preparati farmaceutici per la prevenzione di malattie dell'apparato metabolico

source: Pharmaceutical preparations for the prevention of disorders of the metabolic system
it: Preparati farmaceutici per la prevenzione di disturbi dell'apparato metabolico

source: Pharmaceutical preparations for the treatment of diseases of the metabolic system
it: Preparati farmaceutici per il trattamento di malattie dell'apparato metabolico

source: Pharmaceutical preparations for the treatment of disorders of the metabolic system
it: Preparati farmaceutici per il trattamento di disturbi dell'apparato metabolico

source: Pharmaceutical preparations for the prevention of diseases of the endocrine system
it: Prodotti farmaceutici per la prevenzione di malattie del sistema endocrino

source: Pharmaceutical preparations for the prevention of disorders of the endocrine system
it: Prodotti farmaceutici per la prevenzione dei disturbi del sistema endocrino

source: Pharmaceutical preparations for the treatment of diseases of the endocrine system
it: Prodotti farmaceutici per il trattamento delle malattie del sistema endocrino

source: Pharmaceutical preparations for the treatment of disorders of the endocrine system
it: Prodotti farmaceutici per il trattamento di disturbi del sistema endocrino

source: Pharmaceutical preparations for the prevention of diseases of the respiratory system
it: Prodotti farmaceutici per la prevenzione delle malattie dell'apparato respiratorio

source: Pharmaceutical preparations for the prevention of disorders of the respiratory system
it: Prodotti farmaceutici per la prevenzione dei disturbi dell'apparato respiratorio

source: Pharmaceutical preparations for the prevention of diseases of the musculo-skeletal system
it: Prodotti farmaceutici per la prevenzione delle malattie dell'apparato muscolo-scheletrico

source: Pharmaceutical preparations for the prevention of disorders of the musculo-skeletal system
it: Preparati farmaceutici per la prevenzione di disturbi del sistema muscolo-scheletrico

source: Pharmaceutical preparations for the prevention of diseases of the genitourinary system
it: Preparati farmaceutici per la prevenzione di disturbi del sistema urogenitale

source: Pharmaceutical preparations for the prevention of disorders of the genitourinary system
it: Preparati farmaceutici per la prevenzione di disturbi del sistema urogenitale

source: Pharmaceutical preparations for the treatment of diseases of the genitourinary system
it: Preparati farmaceutici per il trattamento di disturbi del sistema urogenitale

source: Pharmaceutical preparations for the treatment of disorders of the genitourinary system
it: Preparati farmaceutici per il trattamento di disturbi del sistema urogenitale

source: Pharmaceutical preparations for the prevention of inflammatory disorders
it: Preparati farmaceutici per la prevenzione di disturbi infiammatori

source: Pharmaceutical preparations for the treatment of inflammatory disorders
it: Preparati farmaceutici per il trattamento di disturbi infiammatori

source: Pharmaceutical preparations for use in hematology
it: Preparati farmaceutici da usare in ematologia

source: Pharmaceutical preparations for use in tissue transplantation
it: Preparati farmaceutici da usare nel trapianto di tessuti

source: Pharmaceutical preparations for use in organ transplantation
it: Preparati farmaceutici da usare nel trapianto di organi

source: Pharmaceutical preparations for use in ophthalmology
it: Preparati farmaceutici per uso oftalmico

source: Pharmaceutical preparations for the prevention of ocular diseases
it: Prodotti farmaceutici per la prevenzione di malattie oculari

source: Pharmaceutical preparations for the prevention of ocular disorders
it: Prodotti farmaceutici per la prevenzione dei disturbi oculari

source: Pharmaceutical preparations for the prevention of diseases caused by bacteria
it: Prodotti farmaceutici per la prevenzione di malattie causate da batteri

source: Pharmaceutical preparations for the prevention of disorders caused by bacteria
it: Prodotti farmaceutici per la prevenzione di disturbi causati da batteri

source: Pharmaceutical preparations for the treatment of diseases caused by bacteria
it: Prodotti farmaceutici per il trattamento di malattie causate da batteri

source: Pharmaceutical preparations for the treatment of disorders caused by bacteria
it: Prodotti farmaceutici per il trattamento di disturbi causati da batteri

source: Pharmaceutical preparations for the prevention of allergies
it: Prodotti farmaceutici per la prevenzione di allergie

source: Pharmaceutical preparations for the prevention of autoimmune diseases
it: Prodotti farmaceutici per la prevenzione di disturbi autoimmuni

source: Pharmaceutical preparations for the prevention of autoimmune disorders
it: Prodotti farmaceutici per la prevenzione dei disturbi autoimmuni

source: Pharmaceutical preparations for the treatment of autoimmune disorders
it: Prodotti farmaceutici per il trattamento di disturbi autoimmuni

source: Pharmaceutical preparations for the treatment of kidney diseases
it: Prodotti farmaceutici per il trattamento di malattie renali

source: Pharmaceutical preparations for the treatment of kidney disorders
it: Prodotti farmaceutici per la cura di disturbi renali

source: Pharmaceutical preparations for the prevention of diabetes
it: Prodotti farmaceutici per la prevenzione del diabete

source: Pharmaceutical preparations for the prevention of inflammatory diseases
it: Prodotti farmaceutici per la prevenzione di malattie infiammatorie

source: Pharmaceutical preparations for the treatment of inflammatory diseases
it: Prodotti farmaceutici per la cura di malattie infiammatorie

source: All purpose deodorizing preparations for household, commercial or industrial use
it: Preparati deodoranti multiuso per uso domestico, commerciale o industriale

source: Automobile deodorizers
it: Deodoranti per automobili

source: Cytostatic drugs for medical purposes
it: Farmaci citostatici per uso medico

source: Cytostatics for medical purposes
it: Citostatici per uso medico

source: Cytostatics for pharmaceutical purposes
it: Citostatici per uso farmaceutico

source: Delivery agents in the form of coatings for tablets that facilitate the delivery of nutritional supplements
it: Agenti per il rilascio sotto forma di rivestimenti per compresse che agevolano il rilascio di integratori alimentari

source: Delivery agents in the form of dissolvable films that facilitate the delivery of nutritional supplements
it: Agenti per il rilascio sotto forma di pellicole solubili che agevolano il rilascio di integratori alimentari

source: Deodorizing preparations for carpets
it: Prodotti deodoranti per tappeti

source: Deodorizing preparations for household, commercial or industrial use
it: Prodotti deodoranti per uso domestico, commerciale o industriale

source: Dietary supplements consisting primarily of calcium
it: Integratori alimentari composti principalmente da calcio

source: Dietary supplements consisting primarily of iron
it: Integratori nutrizionali composti principalmente da ferro

source: Dietary supplements consisting primarily of magnesium
it: Integratori nutrizionali composti principalmente da magnesio

source: Dietetic beverages for babies adapted for medical purposes
it: Bevande dietetiche per neonati per uso medico

source: Disposable liners for babies' diapers
it: Fodere monouso per pannolini per neonati

source: Disposable liners for incontinence diapers
it: Fodere monouso per pannolini per incontinenti

source: Disposable nappy liners
it: Fodere per pannolini monouso

source: Disposable swim diapers for children and infants
it: Pannolini costumi da bagno monouso per bambini e lattanti

source: Disposable training pants [diapers]
it: Mutandine monouso [pannolini]

source: Drug delivery agents in the form of coatings for tablets that facilitate the delivery of pharmaceutical preparations
it: Agenti per il rilascio controllato dei farmaci sotto forma di rivestimenti per compresse che agevolano il rilascio di prodotti farmaceutici

source: Drug delivery agents in the form of dissolvable films that facilitate the delivery of pharmaceutical preparations
it: Agenti per il rilascio di farmaci sotto forma di pellicole solubili che agevolano il rilascio di prodotti farmaceutici

source: Drug delivery agents that facilitate the delivery of pharmaceutical preparations
it: Agenti per il rilascio di farmaci che agevolano il rilascio di prodotti farmaceutici

source: Electrolyte drinks for medical purposes
it: Bevande elettrolitiche per uso medico

source: Electrolyte replacement beverages for medical purposes
it: Bevande sostitutive di elettroliti per uso medico

source: Homeopathic anti-inflammatory ointments
it: Unguenti omeopatici antinfiammatori

source: Hypoglycemic drugs
it: Farmaci ipoglicemici

source: Liquid herbal supplements
it: Integratori liquidi alle erbe

source: Liquid vitamin supplements
it: Integratori vitaminici liquidi

source: Low-salt bread adapted for medical use
it: Pane iposodico per uso medico

source: Medicated preparations for treating halitosis
it: Prodotti medicinali per il trattamento dell'alitosi

source: Mosquito repellant coils
it: Spirali antizanzare

source: Niacinamide preparations for the treatment of acne
it: Prodotti a base di niacinamide per la cura dell'acne

source: Nutritional supplements consisting of fungal extracts
it: Integratori alimentari a base di estratti di funghi

source: Nutritional supplements consisting primarily of calcium
it: Integratori nutrizionali principalmente a base di calcio

source: Nutritional supplements consisting primarily of iron
it: Integratori alimentari principalmente a base di ferro

source: Nutritional supplements consisting primarily of magnesium
it: Integratori alimentari principalmente a base di magnesio

source: Nutritional supplements consisting primarily of zinc
it: Integratori alimentari composti principalmente da zinco

source: Pharmaceutical preparations for the treatment of epilepsy
it: Preparazioni farmaceutiche per la cura dell'epilessia

source: Pharmaceutical preparations for treating digestive system disorders
it: Prodotti farmaceutici per la cura di disturbi dell'apparato digerente

source: Pharmaceutical preparations for treating epidermal problems
it: Prodotti farmaceutici per la cura di problemi epidermici

source: Pharmaceutical preparations for treating gastrointestinal disorders
it: Prodotti farmaceutici per la cura di disturbi gastro-intestinali

source: Pharmaceutical preparations for treating halitosis
it: Prodotti farmaceutici per la cura dell'alitosi

source: Pharmaceutical preparations for treating hypoglycemia
it: Preparati farmaceutici per il trattamento dell'ipoglicemia

source: Pharmaceutical preparations for treating metabolic disorders
it: Prodotti farmaceutici per la cura di disturbi metabolici

source: Pharmaceutical preparations for treating sensory organ disorders
it: Prodotti farmaceutici per la cura di disturbi degli organi sensoriali

source: Sanitizing wash for fruit and vegetables
it: Prodotti disinfettanti per lavare frutta e verdura

source: Surgical bandages
it: Bende chirurgiche

source: Mineral nutritional supplements
it: Integratori minerali nutrizionali

source: Adhesives for dental and dentistry use
it: Adesivi dentali per uso odontoiatrico

source: Tampons for medical purposes
it: Tamponi [per uso medico]

source: Sticking plasters for medical use
it: Cerotti adesivi per uso medico

source: Vermin repelling preparations
it: Repellenti per parassiti

source: Diagnostic agents for medical use
it: Agenti diagnostici per uso medico

source: Algicides for swimming pools
it: Alghicidi per piscine

source: Medicinal herb infusions
it: Infusi di erbe medicinali

source: Materials for dressing wounds
it: Materiali per medicare ferite

source: Pharmacological preparations for skin care
it: Preparati farmacologici per la cura della pelle

source: Biochemical preparations for medical use
it: Preparati biochimici per uso medico

source: Pharmaceutical preparations for treating the symptoms of radiation sickness
it: Preparazioni farmaceutiche per il trattamento del malessere da radiazioni

source: Medicated lozenges
it: Pastiglie medicate

source: Pharmaceutical preparations for inhalers
it: Preparazioni farmaceutiche per inalatori

source: Antifungal medication
it: Farmaci antimicotici

source: Dietary supplements for humans not for medical purposes
it: Integratori alimentari per esseri umani, non per uso medico

source: Medical preparations
it: Preparazioni mediche

source: Liquorice for pharmaceutical purposes
it: Liquirizia per uso farmaceutico

source: Stick liquorice for pharmaceutical purposes
it: Bastoni di liquirizia per uso farmaceutico

source: Tartar for pharmaceutical purposes
it: Tartaro per uso farmaceutico

source: Cream of tartar for pharmaceutical purposes
it: Cremore di tartaro per uso farmaceutico

source: Pharmaceutical preparations
it: Preparazioni farmaceutiche

source: Quinine for medical purposes
it: Chinino per uso medico

source: Dried Chinese boxthorn fruits for Chinese medicinal use
it: Bacche di goji cinese essiccate da usare nella medicina cinese

source: Nasal cleaning preparations for medical purposes
it: Preparati per la pulizia del naso per uso medico

source: Rehydration preparations
it: Prodotti reidratanti

source: Heating patches for medical purposes
it: Cerotti riscaldanti per uso medico

source: Neutraceutical preparations for humans
it: Prodotti nutraceutici per uso umano

source: Neutraceutical preparations for animals
it: Prodotti nutraceutici per animali

source: Medicinal alcohol
it: Alcooli medicinali

source: Alcohol for pharmaceutical purposes
it: Alcool per uso farmaceutico

source: Cultures of microorganisms for medical or veterinary use
it: Colture di micro-organismi per uso medico o veterinario

source: Preparations of microorganisms for medical or veterinary use
it: Preparati di microorganismi per uso medico o veterinario

source: Food supplements for non-medical purposes
it: Integratori alimentari per uso non medico

source: Immunosuppressants for use following transplantation in the case of graft rejection
it: Immunodepressori da usare a seguito di un trapianto in caso di rigetto del medesimo

source: Pharmaceutical preparations for treating skeletal diseases
it: Prodotti farmaceutici per il trattamento delle malattie scheletriche

source: Pharmaceutical preparations for treating rheumatological diseases
it: Prodotti farmaceutici per la cura di malattie reumatologiche

source: Pharmaceutical preparations for treating arthritis
it: Prodotti farmaceutici per la cura dell'artrite

source: Dietetic preparations for children
it: Prodotti dietetici per bambini

source: Dietetic products for invalids
it: Prodotti dietetici per invalidi

source: Mineral food preparations for medical purposes
it: Preparati alimentari minerali per scopi medici

source: Reagent paper for medical purposes
it: Carta reattiva per scopi medici

source: Sandalwood oil for medical, pharmaceutical and veterinary purposes
it: Olio di sandalo per uso medico, farmaceutico e veterinario

source: Sandalwood for use as an insect repellent
it: Sandalo da utilizzare come insettifugo
